Repository: henzfdev/HC-Player
Catalog: HC Player/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# PickerOpenDvdIso
source: Open DVD ISO image
pt_br: Abrir imagem DVD ISO

# OsdTimeUnknownDuration
source: ${playback-time:--:--}${?duration: / ${duration}}${!duration: / unknown duration}
pt_br: ${playback-time:--:--}${?duration: / ${duration}}${!duration: / duração desconhecida}

# InputOsd_DA559476
source: ${?video-unscaled==yes:🎞 Unscaled video: Yes}${?video-unscaled==no:🎞 Unscaled video: No}
pt_br: ${?video-unscaled==yes:🎞 Vídeo sem escala: Sim}${?video-unscaled==no:🎞 Vídeo sem escala: Não}

# InputOsd_5A95AC3C
source: ⏭ Next file
pt_br: ⏭ Próximo arquivo

# InputOsd_7DA10311
source: ⏮ Previous file
pt_br: ⏮ Arquivo anterior

# InputOsd_CBC485DE
source: ⏭ Next chapter
pt_br: ⏭ Próximo capítulo

# InputOsd_0C8494AB
source: ⏮ Previous chapter
pt_br: ⏮ Capítulo anterior

# InputOsd_E912054E
source: ▶| Next frame
pt_br: ▶| Próximo quadro

# InputOsd_230BB556
source: |◀ Previous frame
pt_br: |◀ Quadro anterior

# InputOsd_22318A79
source: ⏩ +5 seconds
pt_br: ⏩ +5 segundos

# InputOsd_1C85E8A0
source: ⏪ -5 seconds
pt_br: ⏪ -5 segundos

# InputOsd_63C8A7B7
source: ⏩ +30 seconds
pt_br: ⏩ +30 segundos

# InputOsd_9D5F4716
source: ⏪ -30 seconds
pt_br: ⏪ -30 segundos

# InputOsd_9FF48CDC
source: ⏩ +5 minutes
pt_br: ⏩ +5 minutos

# InputOsd_1B39E3DD
source: ⏪ -5 minutes
pt_br: ⏪ -5 minutos

# InputOsd_D395024F
source: 🎬 Edition: ${edition:Unavailable}
pt_br: 🎬 Edição: ${edition:Indisponível}

# InputOsd_C2176A16
source: 🎞 Video track: ${?video==no:None}${!video==no:${video}}
pt_br: 🎞 Faixa de vídeo: ${?video==no:Nenhuma}${!video==no:${video}}

# InputOsd_03D79FC1
source: 🎨 Contrast: ${contrast}
pt_br: 🎨 Contraste: ${contrast}

# InputOsd_2BA46398
source: ☀ Brightness: ${brightness}
pt_br: ☀ Brilho: ${brightness}

# InputOsd_E1B25C32
source: 🌗 Gamma: ${gamma}
pt_br: 🌗 Gama: ${gamma}

# InputOsd_4E54FC13
source: 🌈 Saturation: ${saturation}
pt_br: 🌈 Saturação: ${saturation}

# InputOsd_FF9D33E0
source: 📸 Screenshot saved
pt_br: 📸 Captura de tela salva

# InputOsd_9D9ED054
source: 📸 Screenshot saved (without subtitles)
pt_br: 📸 Captura salva (sem legendas)

# InputOsd_E617D61A
source: 📐 Aspect ratio: ${video-aspect-override}
pt_br: 📐 Proporção: ${video-aspect-override}

# InputOsd_856A1315
source: 🔄 Rotation: ${video-rotate}°
pt_br: 🔄 Rotação: ${video-rotate}°

# InputOsd_8D810E51
source: ${?deband==yes:🔲 Deband: Enabled}${?deband==no:🔲 Deband: Disabled}
pt_br: ${?deband==yes:🔲 Deband: Ativado}${?deband==no:🔲 Deband: Desativado}

# InputOsd_544197E0
source: ${?deinterlace==yes:📺 Deinterlacing: Enabled }${?deinterlace==no:📺 Deinterlacing: Disabled }${?deinterlace==auto:📺 Deinterlacing: Automatic }
pt_br: ${?deinterlace==yes:📺 Desentrelaçamento: Ativado }${?deinterlace==no:📺 Desentrelaçamento: Desativado }${?deinterlace==auto:📺 Desentrelaçamento: Automático }

# InputOsd_32BCAFB5
source: 🔊 Audio track: ${?audio==no:None}${!audio==no:${audio}}
pt_br: 🔊 Faixa de áudio: ${?audio==no:Nenhuma}${!audio==no:${audio}}

# InputOsd_3DE6D4A9
source: 🔊 Audio delay: ${audio-delay}s
pt_br: 🔊 Atraso de áudio: ${audio-delay}s

# InputOsd_2EDE300A
source: 💬 Subtitle: ${?sid==no:Off}${!sid==no:${sid}}
pt_br: 💬 Legenda: ${?sid==no:Não}${!sid==no:${sid}}

# InputOsd_6F1F9925
source: ${?sub-visibility==yes:💬 Subtitle: Visible}${?sub-visibility==no:💬 Subtitle: Hidden}
pt_br: ${?sub-visibility==yes:💬 Legenda: Visível}${?sub-visibility==no:💬 Legenda: Oculta}

# InputOsd_06CF7378
source: 💬 Subtitle delay: ${sub-delay}s
pt_br: 💬 Atraso da legenda: ${sub-delay}s

# InputOsd_AF007766
source: 💬 Subtitle position: ${sub-pos}
pt_br: 💬 Posição da legenda: ${sub-pos}

# InputOsd_6BCC7814
source: 💬 Secondary subtitle: ${?secondary-sid==no:Off}${!secondary-sid==no:${secondary-sid}}
pt_br: 💬 Legenda secundária: ${?secondary-sid==no:Não}${!secondary-sid==no:${secondary-sid}}

# InputOsd_1EADAC4D
source: ${?secondary-sub-visibility==yes:💬 Secondary subtitle: Visible}${?secondary-sub-visibility==no:💬 Secondary subtitle: Hidden}
pt_br: ${?secondary-sub-visibility==yes:💬 Legenda secundária: Visível}${?secondary-sub-visibility==no:💬 Legenda secundária: Oculta}

# InputOsd_C27262C6
source: 💬 Secondary subtitle delay: ${secondary-sub-delay}s
pt_br: 💬 Atraso da legenda secundária: ${secondary-sub-delay}s

# InputOsd_385C76A8
source: 💬 Secondary subtitle position: ${secondary-sub-pos}
pt_br: 💬 Posição da legenda secundária: ${secondary-sub-pos}

# InputOsd_82893A8A
source: 💬 Subtitle size: ${sub-scale}
pt_br: 💬 Tamanho da fonte: ${sub-scale}

# InputOsd_1E7B043A
source: 🔄 Pan & Scan reset
pt_br: 🔄 Pan & Scan resetado

# InputOsd_95DADEFC
source: ⏱ Speed: ${speed}x
pt_br: ⏱ Velocidade: ${speed}x

# InputOsd_C31219D1
source: ⏱ Speed: ${speed}x (half)
pt_br: ⏱ Velocidade: ${speed}x (metade)

# InputOsd_D7339249
source: ⏱ Speed: ${speed}x (double)
pt_br: ⏱ Velocidade: ${speed}x (dobro)

# InputOsd_E05C62BF
source: ${?mute==yes:🔇 Muted: Yes }${?mute==no:🔊 Muted: No }
pt_br: ${?mute==yes:🔇 Mudo: Sim }${?mute==no:🔊 Mudo: Não }

# InputOsd_64FD781F
source: 🖥 Window size: ${window-scale}x
pt_br: 🖥 Tamanho da janela: ${window-scale}x

# InputOsd_AC5C8DA1
source: 🖥 Window: 50%
pt_br: 🖥 Janela: 50%

# InputOsd_2F313955
source: 🖥 Window: 100%
pt_br: 🖥 Janela: 100%

# InputOsd_00D84406
source: 🖥 Window: 200%
pt_br: 🖥 Janela: 200%

# InputOsd_5F34F877
source: 🖥 Window: 300%
pt_br: 🖥 Janela: 300%

# InputOsd_26401007
source: 🕐 Time OSD toggled
pt_br: 🕐 OSD de tempo alternado

# InputOsd_62AA4BD4
source: 📸 Content screenshot saved
pt_br: 📸 Captura do conteúdo salva

# InputOsd_9A301A40
source: 🔁 A-B loop: ${?ab-loop-a==no:Off}${!ab-loop-a==no:${ab-loop-a}} → ${?ab-loop-b==no:Off}${!ab-loop-b==no:${ab-loop-b}}
pt_br: 🔁 Loop A-B: ${?ab-loop-a==no:Não}${!ab-loop-a==no:${ab-loop-a}} → ${?ab-loop-b==no:Não}${!ab-loop-b==no:${ab-loop-b}}

# InputOsd_D1554433
source: ${?loop-file==inf:🔁 File loop: Enabled }${?loop-file==no:🔁 File loop: Disabled }
pt_br: ${?loop-file==inf:🔁 Loop de arquivo: Ativado }${?loop-file==no:🔁 Loop de arquivo: Desativado }

# InputOsd_E16E6CB4
source: ⚙ Hardware decoding: ${?hwdec==auto:Automatic }${?hwdec==no:Disabled }
pt_br: ⚙ Decodificação: ${?hwdec==auto:Automática }${?hwdec==no:Desativada }

# InputOsd_DD4F0D62
source: 🎞 Current frame: ${estimated-frame-number} / ${estimated-frame-count}
pt_br: 🎞 Quadro Atual: ${estimated-frame-number} / ${estimated-frame-count}

# InputOsd_7867A5E2
source: 💬 Previous subtitle: ${?sid==no:Off}${!sid==no:${sid}}
pt_br: 💬 Legenda anterior: ${?sid==no:Não}${!sid==no:${sid}}

# InputOsd_59422685
source: 📐 Aspect ratio (reverse): ${video-aspect-override}
pt_br: 📐 Proporção (Invertida): ${video-aspect-override}

# InputOsd_7258D200
source: 💬 Subtitle (video properties): ${?sub-ass-use-video-data==none:None ✖}${?sub-ass-use-video-data==all:All ✔}${?sub-ass-use-video-data==aspect-ratio:Aspect ratio 📐}
pt_br: 💬 Legenda (Propriedades de vídeo): ${?sub-ass-use-video-data==none:Nenhuma ✖}${?sub-ass-use-video-data==all:Todas ✔}${?sub-ass-use-video-data==aspect-ratio:Proporção de tela 📐}

# InputOsd_BDFA5674
source: 💬 Subtitle style (ASS): ${?sub-ass-override==no:Original style 🎬}${?sub-ass-override==force:Force custom style 🎨}${?sub-ass-override==strip:Plain text (no formatting) ✖}
pt_br: 💬 Estilo da Legenda (ASS): ${?sub-ass-override==no:Padrão Original 🎬}${?sub-ass-override==force:Forçar Estilo Personalizado 🎨}${?sub-ass-override==strip:Texto Limpo (Sem Formatação) ✖}

# InputOsd_93E1EE3D
source: HDR peak: ${target-peak}
pt_br: Pico HDR: ${target-peak}

# InputOsd_6B5ED844
source: Downscaling: ${dscale}
pt_br: Redução de escala: ${dscale}

# PickerIsoImageFilter
source: ISO disc image
pt_br: Imagem de disco ISO

# PickerAllFilesFilter
source: All files
pt_br: Todos os arquivos

# DiscTitlePrefix
source: Title:
pt_br: Título:

# AudioDeviceSystemDefault
source: System default
pt_br: Padrão do sistema

# AudioDeviceDefaultPrefix
source: Default
pt_br: Padrão

# NativeContextMenuErrorPrefix
source: Context menu error:
pt_br: Erro no menu de contexto:

# SettingsDyn_1DE23BC0
source: The playback engine rejected
pt_br: O mecanismo de reprodução rejeitou

# SettingsDyn_8B33368E
source: Could not save settings to disk.
pt_br: Não foi possível salvar as configurações no disco.

# SettingsDyn_18F81F2C
source: The options were saved, but the playback engine could not be restarted.
pt_br: As opções foram salvas, mas o mecanismo de reprodução não pôde ser reiniciado.

# SettingsDyn_7F54C36A
source: The playback engine is not available to validate the file.
pt_br: O mecanismo de reprodução não está disponível para validar o arquivo.

# SettingsDyn_7F7EB683
source: The playback engine could not start validation.
pt_br: O mecanismo de reprodução não conseguiu iniciar a validação.

# SettingsDyn_766EA6D3
source: . Applied while preserving current playback.
pt_br: . Aplicada preservando a reprodução atual.

# SettingsDyn_5D890282
source: . Saved; it will be applied the next time the playback engine starts.
pt_br: . Salva; será aplicada na próxima inicialização do motor.

# SettingsDyn_6CC0165E
source: . It will be applied when the player starts.
pt_br: . Será aplicada ao iniciar o player.

source: Live
pt_br: Ao vivo

# MainPageLiveSourceBadgeText.Text
source: LIVE
pt_br: AO VIVO

# SettingsDyn_6FC53BE5
source: Leave blank for automatic yt-dlp selection; fill in only to use a custom format
pt_br: Deixe vazio para seleção automática do yt-dlp; preencha apenas para usar um formato personalizado

# SettingsDyn_30A97C4D
source: Automatic (recommended)
pt_br: Automático (recomendado)

# SettingsInstanceModeTitle.Text
source: Application instances
pt_br: Instâncias do aplicativo

# SettingsInstanceModeDescription.Text
source: Choose whether new launches reuse the current window or create another
pt_br: Define se novas aberturas reutilizam a janela atual ou criam outra

# SettingsInstanceModeSingle.Content
source: Single instance
pt_br: Uma única instância

# SettingsInstanceModeMultiple.Content
source: Multiple instances
pt_br: Várias instâncias

# SettingsWindowFollowVideoTitle.Text
source: Fit window to video
pt_br: Ajustar janela ao vídeo

# SettingsWindowFollowVideoDescription.Text
source: Dynamically adapts the window size and aspect ratio to the media
pt_br: Adapta dinamicamente o tamanho e a proporção da janela à mídia

# SettingsRememberWindowSizeTitle.Text
source: Remember window size
pt_br: Lembrar tamanho da janela

# SettingsRememberWindowSizeDescription.Text
source: Restores the last normal window size when HC Player opens
pt_br: Restaura o último tamanho normal usado ao abrir o HC Player

# SettingsCompactContextMenuTitle.Text
source: Compact context menu
pt_br: Menu de contexto compacto

# SettingsCompactContextMenuDescription.Text
source: Shows only essential commands in the right-click menu
pt_br: Mostra apenas os comandos essenciais no menu de clique direito

# SettingsAudioExclusiveTitle.Text
source: Exclusive audio mode
pt_br: Modo exclusivo de áudio

# SettingsAudioExclusiveDescription.Text
source: Reserves the selected device for HC Player while audio output is in use
pt_br: Reserva o dispositivo selecionado para o HC Player enquanto o áudio estiver em uso

# SettingsDeinterlaceTitle.Text
source: Deinterlacing
pt_br: Desentrelaçamento

# SettingsDeinterlaceDescription.Text
source: Removes combing artifacts from interlaced video; the D shortcut cycles it during playback
pt_br: Remove artefatos de pente em vídeo entrelaçado; o atalho D alterna durante a reprodução

# SettingsDeinterlaceOff.Content
source: Off
pt_br: Desativado

# SettingsDeinterlaceOn.Content
source: On
pt_br: Ativado

# SettingsDeinterlaceAuto.Content
source: Automatic
pt_br: Automático

# SettingsHelpSection.Text
source: HELP
pt_br: AJUDA

# SettingsKeyboardShortcutsTitle.Text
source: Keyboard shortcuts
pt_br: Atalhos de teclado

# SettingsKeyboardShortcutsDescription.Text
source: See every keyboard command available in HC Player
pt_br: Consulte todos os comandos de teclado disponíveis no HC Player

# SettingsKeyboardShortcutsButton.Text
source: View shortcuts
pt_br: Ver atalhos

# KeyboardShortcutsFlyoutTitle.Text
source: Keyboard shortcuts
pt_br: Atalhos de teclado

# KeyboardShortcutsFlyoutDescription.Text
source: Commands currently defined by HC Player and the mpv keyboard preset
pt_br: Comandos atualmente definidos pelo HC Player e pelo preset de teclado do mpv

# KeyboardShortcutsFlyoutAvailability.Text
source: Playback shortcuts are active while side panels are closed
pt_br: Os atalhos de reprodução ficam ativos com os painéis laterais fechados

# KeyboardShortcutsProfileNote.Text
source: Imported profiles use F1–F12 when the corresponding slot exists. In those slots, the profile takes priority; F11/F12 control the playlist again when no profile occupies the respective slot.
pt_br: Perfis importados usam F1–F12 quando o slot correspondente existe. Nesses slots, o perfil tem prioridade; F11/F12 voltam a controlar a playlist quando não há perfil ocupando o respectivo slot.

# ShortcutSectionAppWindow.Text
source: APP & WINDOW
pt_br: APLICATIVO E JANELA

# ShortcutSectionPlayback.Text
source: PLAYBACK & NAVIGATION
pt_br: REPRODUÇÃO E NAVEGAÇÃO

# ShortcutSectionVideo.Text
source: VIDEO & PICTURE
pt_br: VÍDEO E IMAGEM

# ShortcutSectionPanScan.Text
source: ZOOM & PAN & SCAN
pt_br: ZOOM E PAN & SCAN

# ShortcutSectionAudio.Text
source: AUDIO & VOLUME
pt_br: ÁUDIO E VOLUME

# ShortcutSectionSubtitles.Text
source: SUBTITLES
pt_br: LEGENDAS

# ShortcutSectionCapture.Text
source: SCREENSHOTS
pt_br: CAPTURA DE TELA

# ShortcutSectionWindowOsd.Text
source: WINDOW & OSD
pt_br: JANELA E OSD

# ShortcutAction001.Text
source: Open file
pt_br: Abrir arquivo

# ShortcutAction002.Text
source: Open folder
pt_br: Abrir pasta

# ShortcutAction003.Text
source: Open media from clipboard
pt_br: Abrir mídia da área de transferência

# ShortcutAction004.Text
source: Stop playback and clear current media
pt_br: Parar reprodução e limpar a mídia atual

# ShortcutAction005.Text
source: Open Settings
pt_br: Abrir Configurações

# ShortcutAction006.Text
source: Toggle fullscreen
pt_br: Alternar tela cheia

# ShortcutAction007.Text
source: Exit fullscreen
pt_br: Sair da tela cheia

# ShortcutAction008.Text
source: Toggle always on top
pt_br: Alternar sempre visível

# ShortcutAction009.Text
source: Toggle borderless window
pt_br: Alternar janela sem bordas

# ShortcutAction010.Text
source: Show / hide statistics
pt_br: Mostrar / ocultar estatísticas

# ShortcutAction011.Text
source: Open the mpv console
pt_br: Abrir o console do mpv

# ShortcutAction012.Text
source: Close HC Player
pt_br: Fechar o HC Player

# ShortcutAction013.Text
source: Apply the corresponding imported profile when available
pt_br: Aplicar o perfil importado correspondente, quando disponível

# ShortcutAction014.Text
source: Play / pause
pt_br: Reproduzir / pausar

# ShortcutAction015.Text
source: Previous / next playlist item
pt_br: Arquivo anterior / próximo da playlist

# ShortcutAction016.Text
source: Previous / next chapter
pt_br: Capítulo anterior / próximo

# ShortcutAction017.Text
source: Previous / next frame
pt_br: Quadro anterior / próximo

# ShortcutAction018.Text
source: Seek backward / forward 5 seconds
pt_br: Retroceder / avançar 5 segundos

# ShortcutAction019.Text
source: Seek backward / forward 30 seconds
pt_br: Retroceder / avançar 30 segundos

# ShortcutAction020.Text
source: Seek backward / forward 5 minutes
pt_br: Retroceder / avançar 5 minutos

# ShortcutAction021.Text
source: Cycle media edition
pt_br: Alternar edição da mídia

# ShortcutAction022.Text
source: Show current frame number
pt_br: Mostrar número do quadro atual

# ShortcutAction023.Text
source: Toggle unscaled video
pt_br: Alternar vídeo sem escala

# ShortcutAction024.Text
source: Show progress
pt_br: Mostrar progresso

# ShortcutAction025.Text
source: Set A–B loop points
pt_br: Definir pontos do loop A–B

# ShortcutAction026.Text
source: Toggle file loop
pt_br: Alternar loop do arquivo

# ShortcutAction027.Text
source: Toggle hardware decoding
pt_br: Alternar decodificação por hardware

# ShortcutAction028.Text
source: Decrease / increase playback speed gradually
pt_br: Diminuir / aumentar velocidade gradualmente

# ShortcutAction029.Text
source: Halve / double playback speed
pt_br: Reduzir à metade / dobrar a velocidade

# ShortcutAction030.Text
source: Cycle video track
pt_br: Alternar faixa de vídeo

# ShortcutAction031.Text
source: Decrease / increase contrast
pt_br: Diminuir / aumentar contraste

# ShortcutAction032.Text
source: Decrease / increase brightness
pt_br: Diminuir / aumentar brilho

# ShortcutAction033.Text
source: Decrease / increase gamma
pt_br: Diminuir / aumentar gama

# ShortcutAction034.Text
source: Decrease / increase saturation
pt_br: Diminuir / aumentar saturação

# ShortcutAction035.Text
source: Cycle aspect ratio
pt_br: Alternar proporção de tela

# ShortcutAction036.Text
source: Cycle aspect ratio in reverse order
pt_br: Alternar proporção na ordem inversa

# ShortcutAction037.Text
source: Rotate video in 90° steps
pt_br: Girar o vídeo em passos de 90°

# ShortcutAction038.Text
source: Toggle deinterlacing
pt_br: Alternar desentrelaçamento

# ShortcutAction039.Text
source: Toggle debanding
pt_br: Alternar deband

# ShortcutAction041.Text
source: Cycle HDR target peak
pt_br: Alternar pico-alvo HDR

# ShortcutAction042.Text
source: Cycle downscaling algorithm
pt_br: Alternar algoritmo de redução de escala

# ShortcutAction043.Text
source: Increase / decrease zoom
pt_br: Aumentar / diminuir zoom

# ShortcutAction044.Text
source: Pan image left / right
pt_br: Mover imagem para esquerda / direita

# ShortcutAction045.Text
source: Pan image up / down
pt_br: Mover imagem para cima / baixo

# ShortcutAction046.Text
source: Decrease / increase Pan & Scan
pt_br: Diminuir / aumentar Pan & Scan

# ShortcutAction047.Text
source: Reset zoom and position
pt_br: Resetar zoom e posição

# ShortcutAction048.Text
source: Cycle audio track
pt_br: Alternar faixa de áudio

# ShortcutAction049.Text
source: Increase audio delay by 0.1 s
pt_br: Aumentar atraso do áudio em 0,1 s

# ShortcutAction050.Text
source: Decrease audio delay by 0.1 s
pt_br: Diminuir atraso do áudio em 0,1 s

# ShortcutAction051.Text
source: Increase / decrease volume by 2%
pt_br: Aumentar / diminuir volume em 2%

# ShortcutAction052.Text
source: Toggle mute
pt_br: Alternar mudo

# ShortcutAction053.Text
source: Next subtitle track
pt_br: Próxima legenda

# ShortcutAction054.Text
source: Previous subtitle track
pt_br: Legenda anterior

# ShortcutAction055.Text
source: Show / hide subtitles
pt_br: Mostrar / ocultar legenda

# ShortcutAction056.Text
source: Delay / advance subtitles by 0.1 s
pt_br: Atrasar / adiantar legenda em 0,1 s

# ShortcutAction057.Text
source: Move subtitle position up / down
pt_br: Subir / descer posição da legenda

# ShortcutAction058.Text
source: Decrease / increase subtitle size
pt_br: Diminuir / aumentar tamanho da legenda

# ShortcutAction059.Text
source: Toggle subtitle color between Ice White and Gold
pt_br: Alternar cor da legenda entre Branco Gelo e Amarelo Ouro

# ShortcutAction060.Text
source: Cycle secondary subtitle track
pt_br: Alternar legenda secundária

# ShortcutAction061.Text
source: Show / hide secondary subtitles
pt_br: Mostrar / ocultar legenda secundária

# ShortcutAction062.Text
source: Delay / advance secondary subtitles by 0.1 s
pt_br: Atrasar / adiantar legenda secundária em 0,1 s

# ShortcutAction063.Text
source: Move secondary subtitle position up / down
pt_br: Subir / descer posição da legenda secundária

# ShortcutAction064.Text
source: Cycle use of video properties for ASS subtitles
pt_br: Alternar uso das propriedades de vídeo nas legendas ASS

# ShortcutAction065.Text
source: Cycle ASS subtitle style handling
pt_br: Alternar tratamento do estilo ASS

# ShortcutAction066.Text
source: Save screenshot with subtitles
pt_br: Salvar captura com legendas

# ShortcutAction067.Text
source: Save screenshot without subtitles
pt_br: Salvar captura sem legendas

# ShortcutAction068.Text
source: Increase / decrease window scale
pt_br: Aumentar / diminuir escala da janela

# ShortcutAction069.Text
source: Set window to 50% / 100% / 200% / 300%
pt_br: Definir janela em 50% / 100% / 200% / 300%

# ShortcutAction070.Text
source: Toggle time OSD level
pt_br: Alternar nível do OSD de tempo

# SettingsMediaBadgesSection.Text
source: MEDIA BADGES
pt_br: BADGES DE MÍDIA

# SettingsMediaBadgeStyleTitle.Text
source: Badge style
pt_br: Estilo das badges

# SettingsMediaBadgeStyleDescription.Text
source: Choose between the HC Player default look and an imported set
pt_br: Escolhe entre o visual padrão do HC Player e um conjunto importado

# SettingsMediaBadgeStyleDefault.Content
source: HC Player default
pt_br: Padrão HC Player

# SettingsMediaBadgeStyleCustom.Content
source: Custom
pt_br: Personalizado

# SettingsMediaBadgeCustomSetTitle.Text
source: Custom set
pt_br: Conjunto personalizado

# SettingsMediaBadgeCustomSetDescription.Text
source: Import transparent PNG or SVG files; HC Player preserves aspect ratio and fits each image automatically
pt_br: Importe PNG ou SVG com fundo transparente; o HC Player preserva a proporção e encaixa cada imagem automaticamente

# SettingsMediaBadgeCustomSetHint.Text
source: For best results, crop the image tightly around its content. DVD and Blu-ray appear only when the user imports the logos
pt_br: Para melhores resultados, recorte a imagem rente ao conteúdo. DVD e Blu-ray aparecem somente quando o usuário importa os logos

# SettingsMediaBadgeImportButton.Text
source: Import set…
pt_br: Importar conjunto…

# SettingsMediaBadgeFormatButton.Text
source: View format
pt_br: Ver padrão

# SettingsMediaBadgeFormatTitle.Text
source: Set format
pt_br: Padrão do conjunto

# SettingsMediaBadgeFormatDescription.Text
source: Use .png or .svg files up to 8 MB. There is no fixed resolution: HC Player scales them without distortion.
pt_br: Use arquivos .png ou .svg de até 8 MB. Não há resolução fixa: o HC Player redimensiona sem deformar.

# SettingsMediaBadgeRightsNotice.Text
source: Use only images that you have the right to use
pt_br: Use somente imagens que você tenha direito de utilizar

# SettingsMediaBadgeResetButton.Text
source: Restore default
pt_br: Restaurar padrão

# SettingsMediaBadgeSetStatus.Text
source: No custom set imported
pt_br: Nenhum conjunto personalizado importado

# MediaBadgeFolderPickerTitle
source: Select folder with custom badges
pt_br: Selecionar pasta com badges personalizadas

# MediaBadgeFilesImported
source: badge files imported
pt_br: arquivos de badge importados

# MediaBadgeImportFailed
source: No compatible badges were imported
pt_br: Nenhuma badge compatível foi importada

# MediaBadgeResetFailed
source: The default badges could not be restored
pt_br: Não foi possível restaurar as badges padrão

# MediaBadgeNoCustomSet
source: No custom set imported
pt_br: Nenhum conjunto personalizado importado

# SettingsMediaBadgeFileNames.Text
source: DolbyAudio.Dark / DolbyAudio.Light DolbyVision.Dark / DolbyVision.Light DolbyAtmos.Dark / DolbyAtmos.Light DTS.Dark / DTS.Light DTSX.Dark / DTSX.Light YouTube.Dark / YouTube.Light HDR10Plus.Dark / HDR10Plus.Light HDR.Dark / HDR.Light DVD.Dark / DVD.Light BluRay.Dark / BluRay.Light DVD.png and BluRay.png are also accepted for both themes. Separators are optional.
pt_br: DolbyAudio.Dark / DolbyAudio.Light DolbyVision.Dark / DolbyVision.Light DolbyAtmos.Dark / DolbyAtmos.Light DTS.Dark / DTS.Light DTSX.Dark / DTSX.Light YouTube.Dark / YouTube.Light HDR10Plus.Dark / HDR10Plus.Light HDR.Dark / HDR.Light DVD.Dark / DVD.Light BluRay.Dark / BluRay.Light DVD.png e BluRay.png também são aceitos para os dois temas. Separadores são opcionais.

# SettingsMediaBadgeIndividualTitle.Text
source: Individual badge
pt_br: Badge individual
